Repository: GNOME/gtksourceview
Catalog: po/kw.po
Languages: kw

source: Source
kw: Devedhyans

source: Script
kw: Skrif

source: CG Shader Language
kw: Yeth Goskeuser CG

source: Other
kw: Aral

source: C/ObjC Header
kw: Penn C/ObjC

source: C++ Header
kw: Penn C++

source: DOS Batch
kw: Bagasik DOS

source: Django Template
kw: Ensampel Django

source: Scientific
kw: Godhoniethek

source: GDB Log
kw: Kovadh GDB

source: OpenGL Shading Language
kw: Yeth Goskeusi OpenGL

source: LLVM IR
kw: IR LLVM

source: gettext translation
kw: treylyans gettext

source: RPM spec
kw: Ragnotyans RPM

source: Tera Template
kw: Ensampel Tera

source: Adwaita Dark
kw: Adwaita Du

source: An style scheme for Adwaita
kw: Skeme gis rag Adwaita

source: Classic Dark
kw: Du Koth

source: Classic dark color scheme
kw: Skeme kolor du koth

source: Classic
kw: Koth

source: Classic color scheme
kw: Skeme kolor koth

source: Cobalt Light
kw: Cobalt Gwynn

source: Blue based color scheme
kw: Skeme kolor blou-selys

source: Dark color scheme used in the Kate text editor
kw: Skeme kolor du devnydhys y'n chanjyell tekst Kate

source: Color scheme used in the Kate text editor
kw: Skeme kolor devnydhys y'n chanjyell tekst Kate

source: Dark color scheme using the Tango color palette
kw: Skeme du ow devnydhya an liwvord Tango

source: Solarized Dark
kw: Solarized Du

source: Color scheme using Solarized dark color palette
kw: Skeme du ow devnydhya liwvord Solarized du

source: Solarized Light
kw: Solarized Gwynn

source: Color scheme using Solarized light color palette
kw: Skeme kolor ow devnydhya liwvord Solarized gwynn

source: Color scheme using Tango color palette
kw: Skeme kolor ow devnydhya liwvord Tango

source: Snippets
kw: Darnow

source: Document Words
kw: Geryow Skrif

source: Invalid byte sequence in conversion input
kw: Holyans bayt anewn yn ynworrans treylyans

source: Error during conversion: %s
kw: Error dres treylyans: %s

source: Conversion from character set “%s” to “UTF-8” is not supported
kw: Treylyans dhyworth sett lytheren “%s” dhe “UTF-8” yw anskoodhys

source: Could not open converter from “%s” to “UTF-8”
kw: Ny yllir ygeri treylyer dhyworth “%s” dhe “UTF-8”

source: Invalid object, not initialized
kw: Tra anewn, andallethys

source: Incomplete UTF-8 sequence in input
kw: Holyans UTF-8 andhien yn ynworrans

source: %d of %u
kw: %d a %u

source: _Details
kw: _Manylyon

source: Cannot create a regex for all the transitions, the syntax highlighting process will be slower than usual. The error was: %s
kw: Ny yllir regeks ragg oll an tremenow, an argerdh golowboyntyans syntaks a wra bos moy lent es usys. An error yw: %s

source: Highlighting a single line took too much time, syntax highlighting will be disabled
kw: Ow golowboytnya linen unnik kemerys re termyn, golowboyntyans syntaks a wra marowhys

source: context “%s” cannot contain a \%%{...@start} command
kw: kettesten “%s” ny yllir kontaynya arghadow \%%{...@start}

source: duplicated context id “%s”
kw: id kettesten dewblek “%s”

source: style override used with wildcard context reference in language “%s” in ref “%s”
kw: asleans gis devnydhys gans kampollans kettesten goodhkarten yn yeth “%s” yn kampollans “%s”

source: invalid context reference “%s”
kw: kampollans kettesten anewn “%s”

source: unknown context “%s”
kw: kettesten ankoth “%s”

source: Missing main language definition (id = “%s”).
kw: Styryans yeth chif fyllel (id = “%s”).

source: Western
kw: West

source: Central European
kw: Europek Kres

source: South European
kw: Europel Soth

source: Baltic
kw: Baltek

source: Cyrillic
kw: Cyrillek

source: Arabic
kw: Arabek

source: Greek
kw: Grek

source: Hebrew Visual
kw: Ebrow Gwelesek

source: Turkish
kw: Turkek

source: Nordic
kw: Nordek

source: Celtic
kw: Keltek

source: Romanian
kw: Romaniek

source: Armenian
kw: Armeniek

source: Chinese Traditional
kw: Chinek Tradicyonal

source: Cyrillic/Russian
kw: Cyrillek/Russek

source: Japanese
kw: Japanek

source: Korean
kw: Koreek

source: Chinese Simplified
kw: Chinek Sempelhys

source: Georgian
kw: Jorjiek

source: Hebrew
kw: Ebrow

source: Cyrillic/Ukrainian
kw: Cyrillek/Ukraynek

source: Vietnamese
kw: Vietnamek

source: Thai
kw: Tai

source: Unknown
kw: Ankoth

source: There was an encoding conversion error so a fallback character was used.
kw: Yma error treylyans ytho lytheren backup yw devnydhys.

source: File too big.
kw: Restren re bras.

source: Not a regular file.
kw: Na restren rewlys.

source: The file is externally modified.
kw: An restren yw chanjys yn a-ves.

source: The buffer contains invalid characters.
kw: An bommell kontaynya lytherennow anewn.

source: Others
kw: Aral

source: Unknown id “%s” in regex “%s”
kw: ID ankoth “%s” yn regeks “%s”

source: in regex “%s”: backreferences are not supported
kw: yn regeks “%s”: trekampollans yw anskoodhys

source: using \C is not supported in language definitions
kw: ow devnydhys \C na skoodhys yn styryansow yeth

source: Select a Style
kw: Dewis Gis

source: _Cancel
kw: _Hedhi

source: _Select
kw: _Dewis

source: All _Upper Case
kw: Oll Kas _Gwartha

source: All _Lower Case
kw: Oll Kas _Isella

source: _Invert Case
kw: _Gorthtreylya Kas

source: _Title Case
kw: Kas _Titel

source: C_hange Case
kw: C_hanjya Kas

source: hexadecimal digit or “}” expected
kw: lytheren hwetek po “}” gwaytys

source: hexadecimal digit expected
kw: lytheren hwetek gwaytys

source: missing “<” in symbolic reference
kw: “<” fyllel yn kampollans arwodhek

source: unfinished symbolic reference
kw: kampollans arwodhek andheu

source: zero-length symbolic reference
kw: kampollans arwodhek mann-lester

source: digit expected
kw: niver gwaytys

source: illegal symbolic reference
kw: kampollans arwodhek anlaghel

source: stray final “\”
kw: finek kellys “\”

source: unknown escape sequence
kw: holyans diank ankoth

source: Error while parsing replacement text “%s” at char %lu: %s
kw: Error dres ow redya tekst kemerydh “%s” yn lytheren %lu: %s

source: -- INSERT --
kw: -- YNWORRA --

source: -- REPLACE --
kw: -- ASLEA --

source: -- VISUAL --
kw: -- GWELESEK --

source: -- VISUAL LINE --
kw: -- LINEN GWELESEK --

source: -- VISUAL BLOCK --
kw: -- STOCK GWELESEK --
